
## :x: Apply Result

[CI link](https://github.com/rindrics-sandbox-org/terraform-operations/actions/runs/11921699388)

@ Please check the error.

It failed to parse the result.

<details><summary>Details (Click me)</summary>

```hcl
21:02:25.084 INFO   The stack at . will be processed in the following order for command init:
Group 1
- Module .


21:02:25.342 STDOUT terraform: Initializing the backend...
21:02:25.367 STDOUT terraform: Initializing modules...
21:02:25.369 STDOUT terraform: Initializing provider plugins...
21:02:25.369 STDOUT terraform: - Reusing previous version of integrations/github from the dependency lock file
21:02:25.426 STDOUT terraform: - Reusing previous version of hashicorp/null from the dependency lock file
21:02:25.459 STDOUT terraform: - Using previously-installed hashicorp/null v3.2.3
21:02:25.474 STDOUT terraform: - Using previously-installed integrations/github v6.3.1
21:02:25.474 STDOUT terraform: Terraform has been successfully initialized!
21:02:25.474 STDOUT terraform: 
21:02:25.474 STDOUT terraform: You may now begin working with Terraform. Try running "terraform plan" to see
21:02:25.474 STDOUT terraform: any changes that are required for your infrastructure. All Terraform commands
21:02:25.474 STDOUT terraform: should now work.
21:02:25.474 STDOUT terraform: If you ever set or change modules or backend configuration for Terraform,
21:02:25.474 STDOUT terraform: rerun this command to reinitialize your working directory. If you forget, other
21:02:25.474 STDOUT terraform: commands will detect it and remind you to do so if necessary.
1063347
57353172
21:02:25.530 INFO   The stack at . will be processed in the following order for command validate:
Group 1
- Module .


21:02:25.962 STDOUT terraform: Success! The configuration is valid.
21:02:25.962 STDOUT terraform: 
21:02:26.015 INFO   The stack at . will be processed in the following order for command plan:
Group 1
- Module .


21:02:26.757 STDOUT terraform: github_repository.terraform_state_files: Preparing import... [id=terraform-state-files]
21:02:26.757 STDOUT terraform: github_repository.terraform_operations: Preparing import... [id=github-terraform-examples]
21:02:26.762 STDOUT terraform: github_repository.terraform_state_files: Refreshing state... [id=terraform-state-files]
21:02:26.762 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Reading...
21:02:26.762 STDOUT terraform: github_repository.terraform_operations: Refreshing state... [id=github-terraform-examples]
21:02:27.770 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Read complete after 1s [id=14845847]
21:02:27.773 STDOUT terraform: github_membership.org_owner["Rindrics"]: Preparing import... [id=rindrics-sandbox-org:Rindrics]
21:02:27.774 STDOUT terraform: github_membership.org_owner["Rindrics"]: Refreshing state... [id=rindrics-sandbox-org:Rindrics]
21:02:27.994 STDOUT terraform: Terraform used the selected providers to generate the following execution
21:02:27.994 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
21:02:27.994 STDOUT terraform:   + create
21:02:27.994 STDOUT terraform:   ~ update in-place
21:02:27.994 STDOUT terraform: Terraform will perform the following actions:
21:02:27.994 STDOUT terraform:   # github_membership.org_owner["Rindrics"] will be imported
21:02:27.994 STDOUT terraform:     resource "github_membership" "org_owner" {
21:02:27.994 STDOUT terraform:         etag     = "W/\"189f31c79211d20340276bbaf5ad69b579fdb9b861b9bde2be59eff40218480a\""
21:02:27.995 STDOUT terraform:         id       = "rindrics-sandbox-org:Rindrics"
21:02:27.995 STDOUT terraform:         role     = "admin"
21:02:27.995 STDOUT terraform:         username = "Rindrics"
21:02:27.995 STDOUT terraform:     }
21:02:27.995 STDOUT terraform:   # github_repository.all_in_one["bar"] will be created
21:02:27.995 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:02:27.995 STDOUT terraform:       + allow_auto_merge            = false
21:02:27.995 STDOUT terraform:       + allow_merge_commit          = true
21:02:27.995 STDOUT terraform:       + allow_rebase_merge          = true
21:02:27.995 STDOUT terraform:       + allow_squash_merge          = true
21:02:27.995 STDOUT terraform:       + archived                    = false
21:02:27.995 STDOUT terraform:       + default_branch              = (known after apply)
21:02:27.995 STDOUT terraform:       + delete_branch_on_merge      = false
21:02:27.995 STDOUT terraform:       + etag                        = (known after apply)
21:02:27.995 STDOUT terraform:       + full_name                   = (known after apply)
21:02:27.995 STDOUT terraform:       + git_clone_url               = (known after apply)
21:02:27.995 STDOUT terraform:       + html_url                    = (known after apply)
21:02:27.995 STDOUT terraform:       + http_clone_url              = (known after apply)
21:02:27.995 STDOUT terraform:       + id                          = (known after apply)
21:02:27.995 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:02:27.995 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:02:27.995 STDOUT terraform:       + name                        = "bar"
21:02:27.995 STDOUT terraform:       + node_id                     = (known after apply)
21:02:27.995 STDOUT terraform:       + primary_language            = (known after apply)
21:02:27.995 STDOUT terraform:       + private                     = (known after apply)
21:02:27.995 STDOUT terraform:       + repo_id                     = (known after apply)
21:02:27.995 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:02:27.995 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:02:27.995 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:02:27.995 STDOUT terraform:       + svn_url                     = (known after apply)
21:02:27.995 STDOUT terraform:       + topics                      = (known after apply)
21:02:27.995 STDOUT terraform:       + visibility                  = "public"
21:02:27.996 STDOUT terraform:       + web_commit_signoff_required = false
21:02:27.996 STDOUT terraform:       + security_and_analysis (known after apply)
21:02:27.996 STDOUT terraform:     }
21:02:27.996 STDOUT terraform:   # github_repository.all_in_one["baz"] will be created
21:02:27.996 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:02:27.996 STDOUT terraform:       + allow_auto_merge            = false
21:02:27.996 STDOUT terraform:       + allow_merge_commit          = true
21:02:27.996 STDOUT terraform:       + allow_rebase_merge          = true
21:02:27.996 STDOUT terraform:       + allow_squash_merge          = true
21:02:27.996 STDOUT terraform:       + archived                    = false
21:02:27.996 STDOUT terraform:       + default_branch              = (known after apply)
21:02:27.996 STDOUT terraform:       + delete_branch_on_merge      = false
21:02:27.996 STDOUT terraform:       + etag                        = (known after apply)
21:02:27.996 STDOUT terraform:       + full_name                   = (known after apply)
21:02:27.996 STDOUT terraform:       + git_clone_url               = (known after apply)
21:02:27.996 STDOUT terraform:       + html_url                    = (known after apply)
21:02:27.996 STDOUT terraform:       + http_clone_url              = (known after apply)
21:02:27.996 STDOUT terraform:       + id                          = (known after apply)
21:02:27.996 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:02:27.996 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:02:27.996 STDOUT terraform:       + name                        = "baz"
21:02:27.996 STDOUT terraform:       + node_id                     = (known after apply)
21:02:27.996 STDOUT terraform:       + primary_language            = (known after apply)
21:02:27.996 STDOUT terraform:       + private                     = (known after apply)
21:02:27.996 STDOUT terraform:       + repo_id                     = (known after apply)
21:02:27.996 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:02:27.996 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:02:27.996 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:02:27.996 STDOUT terraform:       + svn_url                     = (known after apply)
21:02:27.996 STDOUT terraform:       + topics                      = (known after apply)
21:02:27.996 STDOUT terraform:       + visibility                  = "public"
21:02:27.996 STDOUT terraform:       + web_commit_signoff_required = false
21:02:27.996 STDOUT terraform:       + security_and_analysis (known after apply)
21:02:27.997 STDOUT terraform:     }
21:02:27.997 STDOUT terraform:   # github_repository.all_in_one["foo"] will be created
21:02:27.997 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:02:27.997 STDOUT terraform:       + allow_auto_merge            = false
21:02:27.997 STDOUT terraform:       + allow_merge_commit          = true
21:02:27.997 STDOUT terraform:       + allow_rebase_merge          = true
21:02:27.997 STDOUT terraform:       + allow_squash_merge          = true
21:02:27.997 STDOUT terraform:       + archived                    = false
21:02:27.997 STDOUT terraform:       + default_branch              = (known after apply)
21:02:27.997 STDOUT terraform:       + delete_branch_on_merge      = false
21:02:27.997 STDOUT terraform:       + etag                        = (known after apply)
21:02:27.997 STDOUT terraform:       + full_name                   = (known after apply)
21:02:27.997 STDOUT terraform:       + git_clone_url               = (known after apply)
21:02:27.997 STDOUT terraform:       + html_url                    = (known after apply)
21:02:27.997 STDOUT terraform:       + http_clone_url              = (known after apply)
21:02:27.997 STDOUT terraform:       + id                          = (known after apply)
21:02:27.997 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:02:27.997 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:02:27.997 STDOUT terraform:       + name                        = "foo"
21:02:27.997 STDOUT terraform:       + node_id                     = (known after apply)
21:02:27.997 STDOUT terraform:       + primary_language            = (known after apply)
21:02:27.997 STDOUT terraform:       + private                     = (known after apply)
21:02:27.997 STDOUT terraform:       + repo_id                     = (known after apply)
21:02:27.997 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:02:27.997 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:02:27.997 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:02:27.997 STDOUT terraform:       + svn_url                     = (known after apply)
21:02:27.997 STDOUT terraform:       + topics                      = (known after apply)
21:02:27.997 STDOUT terraform:       + visibility                  = "public"
21:02:27.997 STDOUT terraform:       + web_commit_signoff_required = false
21:02:27.997 STDOUT terraform:       + security_and_analysis (known after apply)
21:02:27.997 STDOUT terraform:     }
21:02:27.997 STDOUT terraform:   # github_repository.terraform_operations will be updated in-place
21:02:27.998 STDOUT terraform:   # (imported from "github-terraform-examples")
21:02:27.998 STDOUT terraform:   ~ resource "github_repository" "terraform_operations" {
21:02:27.998 STDOUT terraform:         allow_auto_merge            = false
21:02:27.998 STDOUT terraform:         allow_merge_commit          = true
21:02:27.998 STDOUT terraform:         allow_rebase_merge          = true
21:02:27.998 STDOUT terraform:         allow_squash_merge          = true
21:02:27.998 STDOUT terraform:         allow_update_branch         = false
21:02:27.998 STDOUT terraform:         archived                    = false
21:02:27.998 STDOUT terraform:         auto_init                   = false
21:02:27.998 STDOUT terraform:         default_branch              = "main"
21:02:27.998 STDOUT terraform:         delete_branch_on_merge      = true
21:02:27.998 STDOUT terraform:         description                 = "Organization 配下のリソースを管理する Terraform ソースの置き場所"
21:02:27.998 STDOUT terraform:         etag                        = "W/\"2c96813d0e9bd36000df5e4ee391ab04014a3ce18f05fd1cc6e9e56565f2950c\""
21:02:27.998 STDOUT terraform:       ~ full_name                   = "rindrics-sandbox-org/terraform-operations" -> (known after apply)
21:02:27.998 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-operations.git"
21:02:27.998 STDOUT terraform:         has_discussions             = false
21:02:27.998 STDOUT terraform:         has_downloads               = false
21:02:27.998 STDOUT terraform:         has_issues                  = true
21:02:27.998 STDOUT terraform:         has_projects                = false
21:02:27.998 STDOUT terraform:         has_wiki                    = false
21:02:27.998 STDOUT terraform:         homepage_url                = null
21:02:27.998 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:02:27.999 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-operations.git"
21:02:27.999 STDOUT terraform:         id                          = "github-terraform-examples"
21:02:27.999 STDOUT terraform:         is_template                 = false
21:02:27.999 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:02:27.999 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:02:27.999 STDOUT terraform:       ~ name                        = "github-terraform-examples" -> "terraform-operations"
21:02:27.999 STDOUT terraform:         node_id                     = "R_kgDONRuOGQ"
21:02:27.999 STDOUT terraform:         primary_language            = "HCL"
21:02:27.999 STDOUT terraform:         private                     = false
21:02:27.999 STDOUT terraform:         repo_id                     = 890998297
21:02:28.000 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:02:28.000 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:02:28.000 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-operations.git"
21:02:28.000 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:02:28.000 STDOUT terraform:         topics                      = []
21:02:28.000 STDOUT terraform:         visibility                  = "public"
21:02:28.000 STDOUT terraform:         vulnerability_alerts        = true
21:02:28.000 STDOUT terraform:         web_commit_signoff_required = false
21:02:28.000 STDOUT terraform:         security_and_analysis {
21:02:28.000 STDOUT terraform:             secret_scanning {
21:02:28.000 STDOUT terraform:                 status = "disabled"
21:02:28.000 STDOUT terraform:             }
21:02:28.000 STDOUT terraform:             secret_scanning_push_protection {
21:02:28.000 STDOUT terraform:                 status = "disabled"
21:02:28.000 STDOUT terraform:             }
21:02:28.000 STDOUT terraform:         }
21:02:28.000 STDOUT terraform:     }
21:02:28.000 STDOUT terraform:   # github_repository.terraform_state_files will be imported
21:02:28.001 STDOUT terraform:     resource "github_repository" "terraform_state_files" {
21:02:28.001 STDOUT terraform:         allow_auto_merge            = false
21:02:28.001 STDOUT terraform:         allow_merge_commit          = true
21:02:28.001 STDOUT terraform:         allow_rebase_merge          = true
21:02:28.001 STDOUT terraform:         allow_squash_merge          = true
21:02:28.001 STDOUT terraform:         allow_update_branch         = false
21:02:28.001 STDOUT terraform:         archived                    = false
21:02:28.001 STDOUT terraform:         auto_init                   = false
21:02:28.001 STDOUT terraform:         default_branch              = "main"
21:02:28.001 STDOUT terraform:         delete_branch_on_merge      = false
21:02:28.001 STDOUT terraform:         description                 = "リポジトリ `github-operations` の GitHub Actions から利用される Terraform state file を保管する"
21:02:28.001 STDOUT terraform:         etag                        = "W/\"c3d9bb8936b3c0cc5118345dba911909dd906c938ddb40867121de70a41336bb\""
21:02:28.001 STDOUT terraform:         full_name                   = "rindrics-sandbox-org/terraform-state-files"
21:02:28.002 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:02:28.002 STDOUT terraform:         has_discussions             = false
21:02:28.002 STDOUT terraform:         has_downloads               = false
21:02:28.002 STDOUT terraform:         has_issues                  = false
21:02:28.002 STDOUT terraform:         has_projects                = false
21:02:28.002 STDOUT terraform:         has_wiki                    = false
21:02:28.002 STDOUT terraform:         homepage_url                = null
21:02:28.002 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:02:28.002 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:02:28.002 STDOUT terraform:         id                          = "terraform-state-files"
21:02:28.002 STDOUT terraform:         is_template                 = false
21:02:28.002 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:02:28.002 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:02:28.002 STDOUT terraform:         name                        = "terraform-state-files"
21:02:28.002 STDOUT terraform:         node_id                     = "R_kgDONRu-jA"
21:02:28.002 STDOUT terraform:         primary_language            = null
21:02:28.002 STDOUT terraform:         private                     = true
21:02:28.003 STDOUT terraform:         repo_id                     = 891010700
21:02:28.003 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:02:28.003 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:02:28.003 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-state-files.git"
21:02:28.003 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:02:28.003 STDOUT terraform:         topics                      = []
21:02:28.003 STDOUT terraform:         visibility                  = "private"
21:02:28.003 STDOUT terraform:         vulnerability_alerts        = true
21:02:28.003 STDOUT terraform:         web_commit_signoff_required = false
21:02:28.003 STDOUT terraform:     }
21:02:28.003 STDOUT terraform:   # github_team.all_in_one["team-1"] will be created
21:02:28.003 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:02:28.003 STDOUT terraform:       + create_default_maintainer = false
21:02:28.003 STDOUT terraform:       + etag                      = (known after apply)
21:02:28.003 STDOUT terraform:       + id                        = (known after apply)
21:02:28.003 STDOUT terraform:       + members_count             = (known after apply)
21:02:28.003 STDOUT terraform:       + name                      = "team-1"
21:02:28.003 STDOUT terraform:       + node_id                   = (known after apply)
21:02:28.004 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:02:28.004 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:02:28.004 STDOUT terraform:       + privacy                   = "closed"
21:02:28.004 STDOUT terraform:       + slug                      = (known after apply)
21:02:28.004 STDOUT terraform:     }
21:02:28.004 STDOUT terraform:   # github_team.all_in_one["team-2"] will be created
21:02:28.004 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:02:28.004 STDOUT terraform:       + create_default_maintainer = false
21:02:28.004 STDOUT terraform:       + etag                      = (known after apply)
21:02:28.004 STDOUT terraform:       + id                        = (known after apply)
21:02:28.004 STDOUT terraform:       + members_count             = (known after apply)
21:02:28.004 STDOUT terraform:       + name                      = "team-2"
21:02:28.004 STDOUT terraform:       + node_id                   = (known after apply)
21:02:28.004 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:02:28.004 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:02:28.004 STDOUT terraform:       + privacy                   = "closed"
21:02:28.004 STDOUT terraform:       + slug                      = (known after apply)
21:02:28.004 STDOUT terraform:     }
21:02:28.004 STDOUT terraform:   # github_team.all_in_one["team-3"] will be created
21:02:28.004 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:02:28.005 STDOUT terraform:       + create_default_maintainer = false
21:02:28.005 STDOUT terraform:       + etag                      = (known after apply)
21:02:28.005 STDOUT terraform:       + id                        = (known after apply)
21:02:28.005 STDOUT terraform:       + members_count             = (known after apply)
21:02:28.005 STDOUT terraform:       + name                      = "team-3"
21:02:28.005 STDOUT terraform:       + node_id                   = (known after apply)
21:02:28.005 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:02:28.005 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:02:28.005 STDOUT terraform:       + privacy                   = "closed"
21:02:28.005 STDOUT terraform:       + slug                      = (known after apply)
21:02:28.005 STDOUT terraform:     }
21:02:28.005 STDOUT terraform:   # github_team.all_in_one["team-4"] will be created
21:02:28.005 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:02:28.005 STDOUT terraform:       + create_default_maintainer = false
21:02:28.005 STDOUT terraform:       + etag                      = (known after apply)
21:02:28.005 STDOUT terraform:       + id                        = (known after apply)
21:02:28.005 STDOUT terraform:       + members_count             = (known after apply)
21:02:28.005 STDOUT terraform:       + name                      = "team-4"
21:02:28.005 STDOUT terraform:       + node_id                   = (known after apply)
21:02:28.005 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:02:28.005 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:02:28.005 STDOUT terraform:       + privacy                   = "closed"
21:02:28.005 STDOUT terraform:       + slug                      = (known after apply)
21:02:28.005 STDOUT terraform:     }
21:02:28.005 STDOUT terraform:   # github_team.all_in_one["team-5"] will be created
21:02:28.006 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:02:28.006 STDOUT terraform:       + create_default_maintainer = false
21:02:28.006 STDOUT terraform:       + etag                      = (known after apply)
21:02:28.006 STDOUT terraform:       + id                        = (known after apply)
21:02:28.006 STDOUT terraform:       + members_count             = (known after apply)
21:02:28.006 STDOUT terraform:       + name                      = "team-5"
21:02:28.006 STDOUT terraform:       + node_id                   = (known after apply)
21:02:28.006 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:02:28.006 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:02:28.006 STDOUT terraform:       + privacy                   = "closed"
21:02:28.006 STDOUT terraform:       + slug                      = (known after apply)
21:02:28.006 STDOUT terraform:     }
21:02:28.006 STDOUT terraform:   # github_team_membership.all_in_one["team-1"] will be created
21:02:28.006 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:02:28.006 STDOUT terraform:       + etag     = (known after apply)
21:02:28.006 STDOUT terraform:       + id       = (known after apply)
21:02:28.006 STDOUT terraform:       + role     = "maintainer"
21:02:28.006 STDOUT terraform:       + team_id  = "team-1"
21:02:28.006 STDOUT terraform:       + username = "Rindrics"
21:02:28.006 STDOUT terraform:     }
21:02:28.006 STDOUT terraform:   # github_team_membership.all_in_one["team-2"] will be created
21:02:28.006 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:02:28.006 STDOUT terraform:       + etag     = (known after apply)
21:02:28.006 STDOUT terraform:       + id       = (known after apply)
21:02:28.006 STDOUT terraform:       + role     = "maintainer"
21:02:28.006 STDOUT terraform:       + team_id  = "team-2"
21:02:28.006 STDOUT terraform:       + username = "Rindrics"
21:02:28.006 STDOUT terraform:     }
21:02:28.006 STDOUT terraform:   # github_team_membership.all_in_one["team-3"] will be created
21:02:28.007 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:02:28.007 STDOUT terraform:       + etag     = (known after apply)
21:02:28.007 STDOUT terraform:       + id       = (known after apply)
21:02:28.007 STDOUT terraform:       + role     = "maintainer"
21:02:28.007 STDOUT terraform:       + team_id  = "team-3"
21:02:28.007 STDOUT terraform:       + username = "Rindrics"
21:02:28.007 STDOUT terraform:     }
21:02:28.007 STDOUT terraform:   # github_team_membership.all_in_one["team-4"] will be created
21:02:28.007 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:02:28.007 STDOUT terraform:       + etag     = (known after apply)
21:02:28.007 STDOUT terraform:       + id       = (known after apply)
21:02:28.007 STDOUT terraform:       + role     = "maintainer"
21:02:28.007 STDOUT terraform:       + team_id  = "team-4"
21:02:28.007 STDOUT terraform:       + username = "Rindrics"
21:02:28.007 STDOUT terraform:     }
21:02:28.007 STDOUT terraform:   # github_team_membership.all_in_one["team-5"] will be created
21:02:28.007 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:02:28.007 STDOUT terraform:       + etag     = (known after apply)
21:02:28.007 STDOUT terraform:       + id       = (known after apply)
21:02:28.007 STDOUT terraform:       + role     = "maintainer"
21:02:28.007 STDOUT terraform:       + team_id  = "team-5"
21:02:28.007 STDOUT terraform:       + username = "Rindrics"
21:02:28.007 STDOUT terraform:     }
21:02:28.007 STDOUT terraform:   # github_team_repository.all_in_one["team-1:foo"] will be created
21:02:28.007 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.007 STDOUT terraform:       + etag       = (known after apply)
21:02:28.007 STDOUT terraform:       + id         = (known after apply)
21:02:28.007 STDOUT terraform:       + permission = "maintain"
21:02:28.007 STDOUT terraform:       + repository = "foo"
21:02:28.007 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.007 STDOUT terraform:     }
21:02:28.008 STDOUT terraform:   # github_team_repository.all_in_one["team-2:baz"] will be created
21:02:28.008 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.008 STDOUT terraform:       + etag       = (known after apply)
21:02:28.008 STDOUT terraform:       + id         = (known after apply)
21:02:28.008 STDOUT terraform:       + permission = "maintain"
21:02:28.008 STDOUT terraform:       + repository = "baz"
21:02:28.008 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.008 STDOUT terraform:     }
21:02:28.008 STDOUT terraform:   # github_team_repository.all_in_one["team-2:foo"] will be created
21:02:28.008 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.008 STDOUT terraform:       + etag       = (known after apply)
21:02:28.008 STDOUT terraform:       + id         = (known after apply)
21:02:28.008 STDOUT terraform:       + permission = "maintain"
21:02:28.008 STDOUT terraform:       + repository = "foo"
21:02:28.008 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.008 STDOUT terraform:     }
21:02:28.008 STDOUT terraform:   # github_team_repository.all_in_one["team-3:bar"] will be created
21:02:28.008 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.008 STDOUT terraform:       + etag       = (known after apply)
21:02:28.008 STDOUT terraform:       + id         = (known after apply)
21:02:28.008 STDOUT terraform:       + permission = "maintain"
21:02:28.008 STDOUT terraform:       + repository = "bar"
21:02:28.008 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.008 STDOUT terraform:     }
21:02:28.008 STDOUT terraform:   # github_team_repository.all_in_one["team-3:baz"] will be created
21:02:28.008 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.008 STDOUT terraform:       + etag       = (known after apply)
21:02:28.008 STDOUT terraform:       + id         = (known after apply)
21:02:28.008 STDOUT terraform:       + permission = "maintain"
21:02:28.008 STDOUT terraform:       + repository = "baz"
21:02:28.008 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.009 STDOUT terraform:     }
21:02:28.009 STDOUT terraform:   # github_team_repository.all_in_one["team-3:foo"] will be created
21:02:28.009 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.009 STDOUT terraform:       + etag       = (known after apply)
21:02:28.009 STDOUT terraform:       + id         = (known after apply)
21:02:28.009 STDOUT terraform:       + permission = "maintain"
21:02:28.009 STDOUT terraform:       + repository = "foo"
21:02:28.009 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.009 STDOUT terraform:     }
21:02:28.009 STDOUT terraform:   # github_team_repository.all_in_one["team-4:baz"] will be created
21:02:28.009 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.009 STDOUT terraform:       + etag       = (known after apply)
21:02:28.009 STDOUT terraform:       + id         = (known after apply)
21:02:28.009 STDOUT terraform:       + permission = "maintain"
21:02:28.009 STDOUT terraform:       + repository = "baz"
21:02:28.009 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.009 STDOUT terraform:     }
21:02:28.009 STDOUT terraform:   # github_team_repository.all_in_one["team-5:bar"] will be created
21:02:28.009 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.009 STDOUT terraform:       + etag       = (known after apply)
21:02:28.009 STDOUT terraform:       + id         = (known after apply)
21:02:28.009 STDOUT terraform:       + permission = "maintain"
21:02:28.009 STDOUT terraform:       + repository = "bar"
21:02:28.009 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.009 STDOUT terraform:     }
21:02:28.009 STDOUT terraform:   # github_team_repository.all_in_one["team-5:baz"] will be created
21:02:28.009 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.009 STDOUT terraform:       + etag       = (known after apply)
21:02:28.009 STDOUT terraform:       + id         = (known after apply)
21:02:28.009 STDOUT terraform:       + permission = "maintain"
21:02:28.009 STDOUT terraform:       + repository = "baz"
21:02:28.009 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.009 STDOUT terraform:     }
21:02:28.009 STDOUT terraform:   # github_team_repository.all_in_one["team-5:foo"] will be created
21:02:28.009 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:02:28.010 STDOUT terraform:       + etag       = (known after apply)
21:02:28.010 STDOUT terraform:       + id         = (known after apply)
21:02:28.010 STDOUT terraform:       + permission = "maintain"
21:02:28.010 STDOUT terraform:       + repository = "foo"
21:02:28.010 STDOUT terraform:       + team_id    = (known after apply)
21:02:28.010 STDOUT terraform:     }
21:02:28.010 STDOUT terraform: Plan: 3 to import, 23 to add, 1 to change, 0 to destroy.
21:02:28.010 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
21:02:28.010 STDOUT terraform: Saved the plan to: .terraform/terraform.plan
21:02:28.010 STDOUT terraform: To perform exactly these actions, run the following command to apply:
21:02:28.010 STDOUT terraform:     terraform apply ".terraform/terraform.plan"
21:02:28.058 INFO   The stack at . will be processed in the following order for command apply:
Group 1
- Module .


Are you sure you want to run 'terragrunt apply' in each folder of the stack described above? (y/n) 21:02:28.058 ERROR  EOF
21:02:28.058 ERROR  Unable to determine underlying exit code, so Terragrunt will exit with error code 1
make: *** [Makefile:35: apply-force] Error 1

```

</details>

<!-- github-comment: {"Command":"apply","JobName":"terraform_apply","PRNumber":7,"Program":"tfcmt","SHA1":"88d2be34aa25796605b4c5f395c5274d5ddb0249","Vars":{},"WorkflowName":"terraform-apply"} -->